Repository: KevinHock/rtdpyt
Catalog: profiling/test_projects/flaskbb_lite_1/flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Password Reset
ru: Сброс пароля

source: You can only use letters, numbers or dashes.
ru: Используйте только буквы, цифры или символ подчеркивания

source: Username or E-Mail Address
ru: Имя или эл. почта

source: A Username or E-Mail Address is required.
ru: Требуется имя пользователя или адрес электронной почты.

source: Password
ru: Пароль

source: A Password is required.
ru: Требуется пароль

source: Remember Me
ru: Запомнить меня

source: Login
ru: Вход

source: Username
ru: Имя

source: A Username is required.
ru: Требуется имя

source: E-Mail Address
ru: Адрес эл. почты

source: A E-Mail Address is required.
ru: Требуется адрес эл. почты.

source: Invalid E-Mail Address.
ru: Неверный адрес эл. почты.

source: Passwords must match.
ru: Пароли должны совпадать.

source: Confirm Password
ru: Подтвердите пароль

source: Language
ru: Язык

source: I accept the Terms of Service
ru: Я принимаю условия сервиса

source: Register
ru: Регистрация

source: This Username is already taken.
ru: Это имя пользователя уже занято.

source: This E-Mail Address is already taken.
ru: Этот адрес эл. почты уже занят

source: Refresh Login
ru: Обновить вход

source: A E-Mail Address is reguired.
ru: Требуется адрес эл. почты.

source: Request Password
ru: Запрос пароля

source: Reset Password
ru: Сброс пароля

source: Wrong E-Mail Address.
ru: Неверный адрес эл. почты.

source: Wrong Username or Password.
ru: Неверное имя пользователя или пароль.

source: Reauthenticated.
ru: Повторный вход выполнен.

source: Thanks for registering.
ru: Спасибо за регистрацию.

source: E-Mail sent! Please check your inbox.
ru: Вам отправлено сообщение эл. почты. Проверьте входящие письма.

source: You have entered a Username or E-Mail Address that is not linked with your account.
ru: Вы ввели имя пользователя или адрес эл. почты. которые не связаны с Вашей учетной записью.

source: Your Password Token is invalid.
ru: Неверный идентификатор пароля.

source: Your Password Token is expired.
ru: Идентификатор пароля истек.

source: Your Password has been updated.
ru: Ваш пароль был обновлен.

source: Quick Reply
ru: Быстрый ответ

source: You cannot post a reply without content.
ru: Вы не можете отправить пустой комментарий.

source: Reply
ru: Ответ

source: Content
ru: Содержание

source: Track this Topic
ru: Отслеживать

source: Preview
ru: Предварительный просмотр

source: Topic Title
ru: Заголовок темы

source: Please choose a Topic Title.
ru: Пожалуйста выберете заголовок темы.

source: Post Topic
ru: Опубликовать тему

source: Reason
ru: Причина

source: What's the reason for reporting this post?
ru: Какая причина жалобы на эту тему?

source: Report Post
ru: Пожаловаться

source: Search
ru: Поиск

source: Criteria
ru: Критерий

source: Post
ru: Комментарий

source: Topic
ru: Тема

source: Forum
ru: Форум

source: Users
ru: Пользователи

source: You do not have the permissions to create a new topic.
ru: У Вас нет прав создать новую тему.

source: You do not have the permissions to delete this topic.
ru: У Вас нет прав удалить эту тему.

source: You do not have the permissions to lock this topic.
ru: У Вас нет прав закрыть эту тему.

source: You do not have the permissions to unlock this topic.
ru: У Вас нет прав открыть эту тему.

source: You do not have the permissions to highlight this topic.
ru: У Вас нет прав закрепить эту тему.

source: You do not have the permissions to trivialize this topic.
ru: У Вас нет прав открепить эту тему.

source: You do not have the permissions to moderate this forum.
ru: У Вас нет прав модерировать этот форум.

source: %(count)s Topics locked.
ru: %(count)s Тем закрыто.

source: %(count)s Topics unlocked.
ru: %(count)s Тем открыто.

source: %(count)s Topics highlighted.
ru: %(count)s Тем закреплено.

source: %(count)s Topics trivialized.
ru: %(count)s Тем откреплено.

source: %(count)s Topics deleted.
ru: %(count)s Тем удалено.

source: Please choose a new forum for the topics.
ru: Пожалуйста, выберите новый форум для создания темы.

source: You do not have the permissions to move this topic.
ru: У Вас нет прав перемещать эту тему.

source: You do not have the permissions to post in this topic.
ru: У Вас нет прав комментировать эту тему.

source: You do not have the permissions to edit this post.
ru: У Вас нет прав редактировать этот комментарий.

source: You do not have the permissions to delete this post.
ru: У Вас нет прав удалять этот комментарий.

source: Thanks for reporting.
ru: Спасибо за сообщение.

source: Forum %(forum)s marked as read.
ru: Форум %(forum)s отмечен как прочитанный.

source: All forums marked as read.
ru: Все форумы отмечены как прочитанные.

source: Birthday
ru: День рождения

source: Gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Location
ru: Местоположение

source: Website
ru: Сайт

source: Avatar
ru: Аватар

source: Forum Signature
ru: Подпись

source: Notes
ru: Комментарий

source: Primary Group
ru: Первичная группа

source: Secondary Groups
ru: Вторичная группа

source: Save
ru: Сохранить

source: Group Name
ru: Имя группы

source: A Group name is required.
ru: Требуется имя группы

source: Description
ru: Описание

source: Is Admin Group?
ru: Группа администраторов?

source: With this option the group has access to the admin panel.
ru: Отметьте что бы пользователям был предоставлен доступ к панели администрирования.

source: Is Super Moderator Group?
ru: Группа супермодераторов?

source: Check this if the users in this group are allowed to moderate every forum.
ru: Отметьте что бы пользователи могли модерировать все форумы.

source: Is Moderator Group?
ru: Группа модераторов?

source: Check this if the users in this group are allowed to moderate specified forums.
ru: Отметьте что бы пользователи могли редактировать отдельные форумы.

source: Is Banned Group?
ru: Группа заблокированных?

source: Only one Banned group is allowed.
ru: Допустима только одна группа заблокированных.

source: Is Guest Group?
ru: Группа гостей?

source: Only one Guest group is allowed.
ru: Допустима только одна группа гостей.

source: Can edit posts
ru: Редактировать комментарии

source: Check this if the users in this group can edit posts.
ru: Отметьте что бы пользователи могли редактировать комментарии.

source: Can delete posts
ru: Удалять комментарии

source: Check this is the users in this group can delete posts.
ru: Отметьте что бы пользователи могли удалять комментарии.

source: Can delete topics
ru: Удалять темы

source: Check this is the users in this group can delete topics.
ru: Отметьте что бы пользователи могли удалять темы.

source: Can create topics
ru: Создавать темы

source: Check this is the users in this group can create topics.
ru: Отметьте что бы пользователи могли создавать темы.

source: Can post replies
ru: Комментировать темы

source: Check this is the users in this group can post replies.
ru: Отметьте что бы пользователи могли комментировать темы.

source: Moderators can edit user profiles
ru: Модераторы могут редактировать профили пользователей

source: Allow moderators to edit a another users profile including password and email changes.
ru: Позволить модераторам редактировать профили других пользователей включая пароли и адреса эл. почты.

source: Moderators can ban users
ru: Модераторы могут блокировать пользователей

source: Allow moderators to ban other users.
ru: Позволить модераторам блокировать других пользователей.

source: This Group name is already taken.
ru: Эта группа уже существует

source: There is already a Banned group.
ru: Уже существует группа заблокированных пользователей.

source: There is already a Guest group.
ru: Уже существует группа гостевых пользователей.

source: Forum Title
ru: Заголовок форума

source: A Forum Title is required.
ru: Требуется заголовок форума.

source: You can format your description with BBCode.
ru: Вы можете форматировать описание с помощью BBCode

source: Position
ru: Позиция

source: The Forum Position is required.
ru: Требуеться позиция форума.

source: Category
ru: Категория

source: The category that contains this forum.
ru: Категория которая содержит данный форум.

source: External Link
ru: Внешняя ссылка

source: A link to a website i.e. 'http://flaskbb.org'.
ru: Ссылка на внешний сайт например: 'http://flaskbb.org'.

source: Moderators
ru: Модераторы

source: Comma seperated usernames. Leave it blank if you do not want to set any moderators.
ru: Имена пользователей разделенные запятой. Оставьте пустым если Вы не хотите назначать модераторов.

source: Show Moderators
ru: Показывать модераторов

source: Do you want show the moderators on the index page?
ru: Вы хотите показывать модераторов на главной странице?

source: Locked?
ru: Заблокирован?

source: Disable new posts and topics in this forum.
ru: Отключить новые комментарии и темы на этом форуме.

source: Group Access to Forum
ru: Доступ групп к форуму

source: Select user groups that can access this forum.
ru: Выбрать группы пользователей у которых есть доступ к форуму.

source: You cannot convert a forum that contain topics in a external link.
ru: Вы не можете преобразовать форум которые содержит темы во внешнюю ссылку.

source: You also need to specify some moderators.
ru: Вы должны назначить модераторов.

source: %(user)s is not in a moderators group.
ru: %(user)s не входит в группу модераторов.

source: Category Title
ru: Называние категории

source: A Category Title is required.
ru: Требуется названии категории.

source: The Category Position is required.
ru: Требуется позиция категории.

source: Settings saved.
ru: Настройки сохранены.

source: You are not allowed to edit this user.
ru: Вам запрещено редактировать этого пользователя.

source: User successfully updated.
ru: Пользователь обновлен.

source: Edit User
ru: Редактировать пользователя.

source: You cannot delete yourself.
ru: Вы не можете удалить себя.

source: User successfully deleted.
ru: Пользователь успешно удален.

source: User successfully added.
ru: Пользователь успешно добавлен.

source: Add User
ru: Добавить пользователя

source: You do not have the permissions to ban this user.
ru: У Вас нет прав заблокировать этого пользователя.

source: Unban
ru: Разблокировать

source: A moderator cannot ban an admin user.
ru: Модератор не может заблокировать администратора сайта.

source: User is now banned.
ru: Пользователь заблокирован.

source: Could not ban user.
ru: Невозможно заблокировать пользователя.

source: You do not have the permissions to unban this user.
ru: У Вас нет прав разблокировать этого пользователя.

source: Ban
ru: Заблокировать.

source: User is now unbanned.
ru: Пользователь разблокирован.

source: Could not unban user.
ru: Невозможно разблокировать пользователя.

source: Report %(id)s is already marked as read.
ru: Жалоба %(id)s уже отмечена как прочитанная.

source: Report %(id)s marked as read.
ru: Жалоба %(id)s отмечена как прочитанная.

source: All reports were marked as read.
ru: Все жалобы уже отмечены как прочитанные.

source: Group successfully updated.
ru: Группа успешно обновлена.

source: Edit Group
ru: Редактировать группу

source: You cannot delete one of the standard groups.
ru: Вы не можете удалить одну из стандартных групп.

source: You cannot delete the standard groups. Try renaming them instead.
ru: Вы не можете удалить стандартную группу. Попробуйте вместо этого переименовать ее.

source: Group successfully deleted.
ru: Группа успешно удалена.

source: No group choosen..
ru: Группа не выбрана.

source: Group successfully added.
ru: Группа успешно добавлена.

source: Add Group
ru: Добавит группу

source: Forum successfully updated.
ru: Форум успешно обновлен.

source: Edit Forum
ru: Редактирвать форум

source: Forum successfully deleted.
ru: Форум успешно удален.

source: Forum successfully added.
ru: Форум успешно добавлен.

source: Add Forum
ru: Добавить форум

source: Category successfully added.
ru: Категория успешно добавлена.

source: Add Category
ru: Добавит категорию.

source: Category successfully updated.
ru: Категория успешно обновлена.

source: Edit Category
ru: Редактировать категорию.

source: Category with all associated forums deleted.
ru: Категория со всеми связаными форумами удалена.

source: Plugin is already enabled.
ru: Расширение уже включено

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
ru: Расширение %(plugin)s включено. Пожалуйста перезапустите FlaskBB.

source: It seems that FlaskBB does not have enough filesystem permissions. Try removing the 'DISABLED' file by yourself.
ru: Похоже FlaskBB не хватает прав для удаления файла с диска. Попробуйте удалить 'DISABLED' файл вручную.

source: Plugin %(plugin)s not found.
ru: Расширение %(plugin)s не найдено.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
ru: Расширение %(plugin)s отключено. Пожалуйста перезапустите FlaskBB.

source: It seems that FlaskBB does not have enough filesystem permissions. Try creating the 'DISABLED' file by yourself.
ru: Похоже FlaskBB не хватает прав для удаления файла с диска. Попробуйте создать 'DISABLED' файл вручную.

source: Plugin has been uninstalled.
ru: Расширение удалено.

source: Cannot uninstall Plugin.
ru: Не могу удалить расширение.

source: Plugin has been installed.
ru: Расширение установлено.

source: Cannot install Plugin.
ru: Не могу установить расширение.

source: To User
ru: Получатель

source: Subject
ru: Тема

source: A Subject is required.
ru: Тема обязательна.

source: Message
ru: Сообщение

source: A Message is required.
ru: Текст сообщения обязательный

source: Start Conversation
ru: Начать переписку

source: Save Conversation
ru: Сохранить переписку

source: The Username you entered doesn't exist
ru: Такого пользователя не существует

source: You cannot send a PM to yourself.
ru: Вы не можете отправить сообщение сообщение самому себе

source: Send Message
ru: Отправить сообщение

source: You cannot send any messages anymore because you havereached your message limit.
ru: Вы не можете отправить больше сообщений, потому что Вы достигли своего лимита сообщений.

source: Message saved.
ru: Сообщение сохранено

source: Message sent.
ru: Сообщение отправлено

source: Compose Message
ru: Написать сообщение

source: You cannot edit a sent message.
ru: Вы не можете редактировать отправленное сообщение.

source: Edit Message
ru: Редактировать сообщение

source: Memberlist
ru: Участники

source: Inbox
ru: Входящие

source: New Message
ru: Написать

source: Topic Tracker
ru: Отслеживание тем

source: Settings
ru: Настройки

source: Management
ru: Управление

source: Logout
ru: Выход

source: Pages
ru: Страницы

source: Private Messages
ru: Личные сообщения

source: Not a member yet?
ru: Еще не зарегистрированы?

source: Forgot Password?
ru: Забыли пароль?

source: Dear %(user)s,
ru: Уважаемый %(user)s

source: To reset your password click on the following link:
ru: Что бы обновить свой пароль пройдите по следующей ссылке:

source: Sincerely,
ru: С уважением

source: The Administration
ru: Администрация

source: No Access - 403
ru: Нет доступа - 403

source: Forbidden Page
ru: Заблокированная страница

source: You do not have the permission to view this page.
ru: У Вас нет доступа к этой странице

source: Back to the Forums
ru: Назад на форум

source: Oh noes! 404
ru: О нет! 404

source: Oops, Page not found!
ru: Страница не найдена!

source: The page you were looking for does not exist.
ru: Страницы которую вы ищете не существует

source: Server Error - 500
ru: Ошибка сервера - 500

source: Server Error
ru: Ошибка сервера

source: Something went wrong!
ru: Что-то пошло не так но мы работаем над этим!

source: Topics
ru: Темы

source: Posts
ru: Комментарии

source: Last Post
ru: Последний комментарий

source: Link to
ru: Ссылка на

source: by
ru: от

source: No posts.
ru: Нет комментариев.

source: Views
ru: Просмотры

source: No Topics.
ru: Нет тем.

source: Back
ru: Назад

source: Lock
ru: Закрыть

source: Unlock
ru: Открыть

source: Highlight
ru: Закрепить

source: Trivialize
ru: Открепить

source: Delete
ru: Удалить

source: Move to...
ru: Переместить в ...

source: Move
ru: Переместить

source: Mark as Read
ru: Отметить как прочитанные

source: Locked
ru: Закрыт

source: New Topic
ru: Новая тема

source: Moderation Mode
ru: Режим модерации

source: Board Statistics
ru: Статистика форума

source: Who is online?
ru: Кто на форуме?

source: Total number of registered users
ru: Количество зарегистрированных пользователей

source: Total number of topics
ru: Количество тем

source: Total number of posts
ru: Количество комментариев

source: Newest registered user
ru: Последний зарегистрированный пользователь

source: No users
ru: Нет пользователей

source: Registered users online
ru: Зарегистрированных пользователей на сайте

source: Guests online
ru: Гостей на сайте

source: Date registered
ru: Дата регистрация

source: Group
ru: Группа

source: New Post
ru: Новый комментарий

source: Online Users
ru: Пользователи на форуме

source: Report
ru: Пожаловаться

source: Close
ru: Закрыть

source: Joined
ru: Присоединившиеся

source: Guest
ru: Гость

source: No posts found matching your search criteria.
ru: Не найдено комментариев в соответсвии с этим критерием

source: No users found matching your search criteria.
ru: Не найдено пользователей в соответствии с этим критерием

source: No topics found matching your search criteria.
ru: Не найдено тем в соответствии с этим критерием

source: No forums found matching your search criteria.
ru: Не найдено форумов в соответствии с этим критерием

source: %(title)s - Topic
ru: %(title)s - Тема

source: Moderate
ru: Модерировать

source: Delete Topic
ru: Удалить тему

source: Lock Topic
ru: Закрыть тему

source: Unlock Topic
ru: Открыть тему

source: Highlight Topic
ru: Закрепить тему

source: Trivialize Topic
ru: Открепить тему

source: Untrack Topic
ru: Не отслеживать тему

source: Track Topic
ru: Отслеживать тему

source: Untrack Topics
ru: Не отслеживать темы

source: Banned Users
ru: Заблокированные пользователи

source: Manage Users
ru: Управлять пользователями

source: Actions
ru: Действия

source: Are you sure you want to unban these Users?
ru: Вы уверены что вы хотите разблокировать этих пользователей?

source: Unban selected Users
ru: Разблокировать пользователей

source: Manage Forums
ru: Управлять форумами

source: Forums
ru: Форумы

source: Delete Category
ru: Удалить категорию

source: Topics / Posts
ru: Темы / Комментарии

source: Edit Link
ru: Редактировать ссылку

source: Delete Link
ru: Удалить ссылку

source: Delete Forum
ru: Удалить форум

source: Manage Groups
ru: Редактировать группы

source: Groups
ru: Группы

source: Are you sure you want to delete these Groups?
ru: Вы уверены что хотите удалить эти группы?

source: Delete selected Groups
ru: Удалить группы

source: Edit
ru: Редактировать

source: No groups found.
ru: Группы не найдены.

source: Overview
ru: Обзор

source: Reports
ru: Жалобы

source: Plugins
ru: Расширения

source: Everything seems alright.
ru: Похоже все нормально.

source: No new notifications.
ru: Новых оповещений нет.

source: users
ru: пользователи

source: posts
ru: комментарии

source: topics
ru: темы

source: Statistics
ru: Статистика

source: Registered Users
ru: Зарегистрированные пользователи

source: Components
ru: Компоненты

source: Manage Plugins
ru: Управление расширениями

source: Plugin
ru: Расширения

source: Information
ru: Информация

source: Manage
ru: Управлять

source: Version
ru: Версия

source: Enable
ru: Включить

source: Disable
ru: Выключить

source: Install
ru: Установить

source: Uninstall
ru: Удалить

source: Show unread reports
ru: Показать непрочитанные жалобы

source: Show all reports
ru: Показать все жалобы

source: All Reports
ru: Все жалобы

source: Poster
ru: Комментатор

source: Reporter
ru: Сообщивший

source: Reported
ru: Сообщено

source: No unread reports.
ru: Непрочитанных жалоб нет.

source: Unread Reports
ru: Непрочитанные жалобы

source: Are you sure you want to mark these Reports as read?
ru: Вы уверены что Вы хотите отметить все жалобы как непрочитанные?

source: Are you sure you want to ban these Users?
ru: Вы уверены что Вы хотите заблокировать этих пользователей?

source: Ban selected Users
ru: Заблокировать пользователей

source: Are you sure you want to delete these Users?
ru: Вы уверены что Вы хотите удалить этих пользователей?

source: Delete selected Users
ru: Удалить пользователей

source: Deleted
ru: Удаленные

source: Conversations
ru: Переписки

source: No conversations found.
ru: Переписок не найдено

source: Drafts
ru: Черновики

source: Private Message
ru: Личные сообщения

source: Sent
ru: Исходящие

source: Trash
ru: Корзина

source: Sent Messages
ru: Отправленные сообщения

source: The user has not written any posts yet.
ru: Пользователь не написал ни одного комментария.

source: The user has not opened any topics yet.
ru: Пользователь не начал ни одной темы.

source: Change E-Mail Address
ru: Изменить адрес эл. почты

source: Change Password
ru: Изменить пароль

source: Change User Details
ru: Изменить настройки пользователя

source: General Settings
ru: Общие настройки

source: Info
ru: Информация

source: User has not added any notes about him.
ru: Пользователь не добавил комментарий о себе

source: Signature
ru: Подпись

source: Never seen
ru: Никогда не видели

source: Account Settings
ru: Настройки учетной записи

source: Theme
ru: Тема

source: Old E-Mail Address
ru: Старый адрес эл. почты

source: New E-Mail Address
ru: Новый адрес эл. почты

source: E-Mails must match.
ru: Адреса эл. почты должны совпадать

source: Confirm E-Mail Address
ru: Подтвердите адрес эл. почты

source: Old Password
ru: Текущий пароль

source: Password required
ru: Требуется пароль

source: Confirm New Password
ru: Подтвердите новый пароль

source: Old Password is wrong.
ru: Неверный текущий пароль

source: Settings updated.
ru: Настройки обновлены

source: Password updated.
ru: Пароль обновлен.

source: E-Mail Address updated.
ru: Адрес эл. почты обновлен

source: Details updated.
ru: Детальная информация обновлена.

source: You do not have the permissions to execute this action.
ru: У Вас нет прав для этого действия.
